{
	
	"atm9.quest.botania.desc.pureDaisyIntro": "The &aPure Daisy&r is one of the first flowers you'll create!",
    "atm9.quest.botania.desc.pureDaisyFunction.1": "This flower will convert up to 8 nearby &2Wooden Logs&r or &9Stone&r into &2Livingwood&r or &9Livingrock&r, respectively. This only converts in a 1 block radius around the flower.",
    "atm9.quest.botania.firstFlower": "Our First Flower",
    "atm9.quest.botania.desc.usePureDaisy": "Use a &bPure Daisy&r to convert Stone into Livingrock!",
    "atm9.quest.botania.livingrock": "&7Livingrock",
    "atm9.quest.botania.desc.usePureDaisyWood": "Use a &bPure Daisy&r to convert Wooden Logs into Livingwood!",
    "atm9.quest.botania.livingwood": "&2Livingwood&r",
    "atm9.quest.botania.desc.manaPoolIntro.1": "With our &bLivingrock&r we've created, we can now make the &9Mana Pool&r.",
    "atm9.quest.botania.desc.manaPoolIntro.2": "The Mana Pool is our storage for our Mana we generate. Once it has some mana stored inside, we can begin converting specific resources into Mana resources, like Manasteel, Mana Diamonds. To create these resources, throw the item into the pool with enough mana inside to convert the item.",
    "atm9.quest.botania.desc.manaPoolIntro.3": "To &bgenerate mana&r, you'll need to create a &2Generating Flower&r, like the &9Hydroangeas&r or the &cEndoflame&r.",
    "atm9.quest.botania.desc.manaPoolIntro.4": "Note: The Mana Pool stores a massive amount of mana. To see how much Mana is stored, try looking at one while holding the &2Wand of the Forest&r.",
    "atm9.quest.botania.starterGeneratingFlowers": "Starter Generating Flowers",
    "atm9.quest.botania.mana": "&bMana&r",
    "atm9.quest.botania.desc.manaInfusion.1": "By tossing in certain items into a &bMana Pool&r, you can infuse them with &9Mana&r.",
    "atm9.quest.botania.desc.manaInfusion.2": "To see how much mana is needed for the item, make sure to check the recipe in JEI!",
    "atm9.quest.botania.desc.manaInfusion.3": "Pro Tip: If you have enough mana, try creating Manasteel or Mana Diamond blocks to save time!",
    "atm9.quest.botania.manaInfusedMaterials": "Mana-Infused Materials",
    "atm9.quest.botania.creatingManaResources": "Creating Mana-Infused Resources",
    "atm9.quest.botania.desc.botaniaIntro": "&aBotania&r is a tech mod disguised as a magic mod, but with TONS of cool trinkets and toys to play with!",
    "atm9.quest.botania.desc.mysticalFlowersNeed": "To start your journey in Botania, you'll need plenty of &9Mystical Flowers&r!",
    "atm9.quest.botania.desc.lexicaBotaniaInfo": "For more information on the items in the mod, make sure to check out the &aLexica Botania&r.",
    "atm9.quest.botania.mysticalFlowers": "Any #botania:mystical_flowers",
    "atm9.quest.botania.welcomeBotania": "Welcome to &aBotania&r",
    "atm9.quest.botania.desc.petalApothecaryIntro.1": "Now that we have some flowers, we can start converting the basic flora into functioning and generating flora using the &9Petal Apothecary&r!",
    "atm9.quest.botania.desc.petalApothecaryIntro.2": "To start harnessing the energy from Mystical Flower Petals, we will need to fill the Apothecary with &bWater&r. This can be done by right clicking with a water bucket, or by throwing the water bucket on the Apothecary.",
    "atm9.quest.botania.desc.petalApothecaryIntro.3": "To create items, just throw the appropriate items for the recipe into the Apothecary. Right clicking with an empty hand will remove items from it as well.",
    "atm9.quest.botania.desc.petalApothecaryIntro.4": "Once a recipe has been completed, you will have about 20 seconds where &aright clicking with an empty hand&r will refill the last recipe, making it easier to create multiple of the same items!",
    "atm9.quest.botania.desc.floralFertilizer": "You can make yourself some &aFloral Fertilizer&r which works like bone meal but for Botania Flowers!",
    "atm9.quest.botania.desc.endoflameFunction": "The &cEndoflame&r will absorb any combustible items or blocks dropped nearby, one at a time. It will then burn them to generate &bMana&r.",
    "atm9.quest.botania.burningItems": "&cBurning Items&r to Create Mana",
    "atm9.quest.botania.desc.manastarUse.1": "This is considered a miscellaneous flower that is used to measure if you are turning a profit or loss in your Mana Pools.",
    "atm9.quest.botania.desc.manastarUse.2": "To do this, place the &dManastar&r next to a pool, and watch for the color of the flower to change. If it shines red, the pool is operating at a loss. If it shines blue, there is a profit!",
    "atm9.quest.botania.desc.waterSourceMana.1": "These flowers generate Mana by consuming &bWater Source Blocks&r in a 3x3 area around it. These are very slow, and will eventually decay.",
    "atm9.quest.botania.desc.waterSourceMana.2": "Below is an example of a basic setup.",
    "atm9.quest.botania.waterMana": "Using &9Water&r to Create Mana",
    "atm9.quest.botania.desc.blackLotus": "Found only in treasure chests, the &0Black Lotus&r can be thrown into a non-empty Mana Pool to give it a good deal of concentrated Mana.",
    "atm9.quest.botania.blackLotus": "Black Lotus",
    "atm9.quest.botania.elusiveManaLotus": "The Elusive Mana-infused Lotus",
    "atm9.quest.botania.desc.manaSpreaderIntro.1": "The &2Mana Spreader&r is used to direct the flow of Mana by shooting out Mana Bursts.",
    "atm9.quest.botania.desc.manaSpreaderIntro.2": "You can set the direction that the Spreader shoots by binding it to a block using the &2Wand of the Forest&r. While holding the Wand, you can also see the mana buffer, as well as the Mana Bursts.",
    "atm9.quest.botania.directingMana": "Directing Mana",
    "atm9.quest.botania.desc.wandOfTheForestIntro.1": "The &2Wand of the Forest&r is a must-have item if you want to continue your journey in Botania.",
    "atm9.quest.botania.desc.wandOfTheForestIntro.2": "The wand has two modes: &aBind&r and &9Function&r.",
    "atm9.quest.botania.desc.wandOfTheForestIntro.3": "&aBind mode&r is used to bind flowers and blocks together in Botania. Start by sneak-right clicking the first block or flower you want, then sneak-right click another block or flower to bind them together.",
    "atm9.quest.botania.desc.wandOfTheForestIntro.4": "&9Function Mode&r essentially acts like a wrench, and is used to rotate blocks.",
    "atm9.quest.botania.wrench": "Botania's Wrench",
    "atm9.quest.botania.desc.upgradeManaSpreader.1": "To upgrade the &2Mana Spreader&r, you can attach &9Mana Lenses&r to the front of the Spreader. However, the most basic Mana Lens does nothing.",
    "atm9.quest.botania.desc.upgradeManaSpreader.2": "You'll need to upgrade the Mana Lens to give it different effects on the bursts of Mana it sends out. Lenses can also be dyed by crafting it with any color, or with a Mana Pearl to create a Rainbow Lens.",
    "atm9.quest.botania.desc.upgradeManaSpreader.3": "By combining a Mana Lens with specific runes and items, we can use them to upgrade our Spreaders. You can also combine 2 lenses together with a &aSlime Ball&r to create &9Composite Lenses&r, combining the powers to create even stronger effects.",
    "atm9.quest.botania.upgradingManaSpreaders": "Upgrading Mana Spreaders",
    "atm9.quest.botania.desc.manaSplitter.1": "The &bMana Splitter&r can be used as a way of splitting incoming Mana bursts into several Mana Pools at once.",
    "atm9.quest.botania.desc.manaSplitter.2": "&dSparks&r are used to transfer Mana to specific blocks, which are needed for in the progression of Botania.",
    "atm9.quest.botania.desc.manaSplitter.3": "To use a Spark, place one over a Mana Pool, then another over a nearby block that can accept it. Think of this like \\\"wirelessly\\\" transferring Mana from your Mana Pools to the desired nearby block.",
    "atm9.quest.botania.desc.manaSplitter.4": "To remove a Spark, sneak-right click it with a &2Wand of the Forest&r.",
    "atm9.quest.botania.manipulatingManaStorage": "Manipulating Mana Storage",
    "atm9.quest.botania.desc.alchemyCatalyst": "The &dAlchemy Catalyst&r can be placed under a &bMana Pool&r to allow it to perform &9Alchemy&r. This is useful to convert certain items into more useful items, like Rotten Flesh into Leather.",
    "atm9.quest.botania.desc.conjurationCatalyst": "Similar to the Alchemy Catalyst, when placed under a Mana Pool, the &9Conjuration Catalyst&r unlocks the abillity to use conjuration recipes. ",
    "atm9.quest.botania.desc.manaTablet.1": "The &9Mana Tablet&r is a portable Mana Pool!",
    "atm9.quest.botania.desc.manaTablet.2": "Tossing the tablet into a Mana Pool will allow it to either give or take Mana from the pool. You can switch between the modes by sneak-right clicking with a &2Wand of the Forest&r.",
    "atm9.quest.botania.desc.manaTablet.3": "Note: Tablets will not despawn.",
    "atm9.quest.botania.transferringManaFromPools": "Transferring Mana from Pools",
    "atm9.quest.botania.desc.bandOfMana": "The &9Band of Mana&r is a wearable Mana Tablet that can be equipped like a trinket.",
    "atm9.quest.botania.desc.greaterBandOfMana": "By upgrading the Band of Mana with an ingot of Terrasteel, it creates the &dGreater Band of Mana&r which allows it to hold up to 4x the amount of mana.",
    "atm9.quest.botania.desc.bandOfAuraUpgrade": "By upgrading the Band of Aura with an ingot of Terrasteel, it increases the mana generation rate of the band significantly.",
    "atm9.quest.botania.desc.bandOfAura": "When equipped, the &9Band of Aura&r will slowly generate a trickle of Mana over time, and stores it into Mana-containing items within your inventory.",
    "atm9.quest.botania.desc.manaweaveRobes.1": "While the &bManaweave Robes&r don't offer the greatest overall protection, the set bonus is pretty powerful!",
    "atm9.quest.botania.desc.manaweaveRobes.2": "When all four pieces are worn, you'll get a discount on Mana cost for mana tools and rods. The set can also repair itself using Mana from one's inventory.",
    "atm9.quest.botania.manaweaveRobes": "Manaweave Robes",
    "atm9.quest.botania.desc.manasteelArmor": "Similar to the qualities of Iron, &9Manasteel Armor&r has superior enchantability and durability. Manasteel items can also repair themselves with Mana from the user's inventory.",
    "atm9.quest.botania.manasteelArmor": "Manasteel Armor",
    "atm9.quest.botania.desc.terrasteelArmor": "Just like Manasteel armor, &aTerrasteel Armor&r can repair itself using Mana. It has the durability comparable to Diamond armor as well.",
    "atm9.quest.botania.terrasteelArmor": "Terrasteel Armor",
    "atm9.quest.botania.desc.terraTruncator": "Using Mana, the &2Terra Truncator&r will feel entire trees in one fell swoop.",
    "atm9.quest.botania.desc.terraBlade": "With the damage of a Diamond Sword, the &2Terra Blade&r will sometimes fire a beam that will deal as much as a melee hit would.",
    "atm9.quest.botania.desc.terraShatterer.1": "It's not just a pickaxe, the &9Terra Shatterer&r also acts just like a Mana Tablet when tossed into a Mana Pool and can store a ton of mana. However, you will not be able to release the absorbed mana from the Shatterer. ",
    "atm9.quest.botania.desc.terraShatterer.2": "The higher the amount of Mana stored in the tool, the higher the rank that it has, with D being the lowest and SS being the highest.",
    "atm9.quest.botania.desc.terraShatterer.3": "Increasing the tool's rank does not increase its speed, but instead increases the AoE of its &bActive Ability&r, which can be toggled on and off by sneak-right clicking. When active, it increases the Shatterer's mining width and height based on the rank. Being at a rank of D will not have an ability.",
    "atm9.quest.botania.desc.terraShatterer.4": "Note: As long as the tool is active, it will consume its stored mana.",
    "atm9.quest.botania.desc.rodOfTerraFirma.1": "Tired of using a shovel to level out grass? Try using the &2Rod of Terra Firma&r!",
    "atm9.quest.botania.desc.rodOfTerraFirma.2": "At the cost of Mana, this will flatten the surrounding land to your own altitude by charging up the rod by holding right click.",
    "atm9.quest.botania.desc.rodOfTerraFirma.3": "Note: Blocks removed by the rod are not recoverable.",
    "atm9.quest.botania.flatteningTheLand": "Flattening the Land",
    "atm9.quest.botania.desc.runicAltar.1": "&9Runes&r are vital crafting components in many of the more advanced recipes in Botania, and these are created on a &aRunic Altar&r.",
    "atm9.quest.botania.desc.runicAltar.2": "To use the Altar, start by placing the components of the rune you want on it. This can be done either by right clicking or dropping the item. It will also need Mana, so make sure to point a Mana Spreader that is getting Mana towards it as well.",
    "atm9.quest.botania.desc.runicAltar.3": "Once you've finished placing the items, you can hover over the Altar with your wand and it will show you the progress of the recipe. When it completes, drop a piece of Livingrock on the Altar, then use your wand to collect your rune.",
    "atm9.quest.botania.desc.runicAltar.4": "Note: Runes used for recipes in the Runic Altar function as catalysts, and will not be consumed. Just like the Petal Apothecary, right-clicking the Altar with an empty hand after a recipe is complete will refill it with the items used in the last recipe.",
    "atm9.quest.botania.basicRunes": "Basic Runes",
    "atm9.quest.botania.creatingRunes": "Creating Runes",
    "atm9.quest.botania.desc.botanicalBrewery": "Using vials, Mana, and reagents in a &aBotanical Brewery&r, you can create &9Brews&r which are just like Potions.",
    "atm9.quest.botania.desc.incenseSticks": "&2Incense Sticks&r can be infused with Brews in a Botanical Brewery. These can be lit using flint and steel on an &9Incense Plate&r to provide the brew effect for sixty times longer than its liquid counterpart, in a 30-block radius around the plate.",
    "atm9.quest.botania.desc.creatingTerrasteel": "To create &aTerrasteel&r, we'll first need to set up the multiblock for it. The first part of this is crafting the &9Terrasteel Agglomeration Plate&r.",
    "atm9.quest.botania.creatingMorePowerfulIngots": "Creating More Powerful Ingots",
    "atm9.quest.botania.desc.tAPlate.1": "Now it's time to create our platform for the &9T.A. Plate&r so we can make &aTerrasteel&r!",
    "atm9.quest.botania.desc.tAPlate.2": "To create the platform, you'll need to place 5 pieces of Livingrock and 4 Blocks of Lapis in a checkerboard pattern, like in the image below. Place the plate on the center Livingrock block, and the platform will be complete!",
    "atm9.quest.botania.desc.tAPlate.3": "Terrasteel needs a lot of Mana to craft, requiring the use of &9Sparks&r. Place several Sparks over your Mana Pools, then one over the T.A. Plate to direct your mana for crafting.",
    "atm9.quest.botania.desc.tAPlate.4": "Once you have the platform ready for crafting, toss one Manasteel Ingot, Mana Diamond, and a Mana Pearl on the plate to start crafting Terrasteel.",
    "atm9.quest.botania.creatingTerrasteel": "&aCreating&r &dTerrasteel&r",
    "atm9.quest.botania.desc.upgradeSparks.1": "With the new Elven materials, we're able to upgrade our sparks using &dAugments&r. With the Augment in hand, you can right click a spark with it to upgrade it. Using the wand, you can sneak-right click to remove it.",
    "atm9.quest.botania.desc.upgradeSparks.2": "Dispersive Augment: Allows a Spark to drain the Mana in its pool to charge nearby players' Mana-containing items.",
    "atm9.quest.botania.desc.upgradeSparks.3": "Dominant Augment: Makes a Spark pull Mana from nearby non-augmented Sparks' pools into its own.",
    "atm9.quest.botania.desc.upgradeSparks.4": "Recessive Augment: Makes a Spark distribute all of the Mana in its pool into nearby non-augmented or Dispersive Sparks' pools.",
    "atm9.quest.botania.desc.upgradeSparks.5": "Isolated Augment: Prevents a Spark from interacting with any Dominant or Recessive Sparks.",
    "atm9.quest.botania.sparkAugments": "Spark Augments",
    "atm9.quest.botania.desc.elvenTradeFeatures.1": "While you may not be able to enter the &dPortal to Alfheim&r, you can perform an &2Elven Trade&r by tossing in certain items through the portal. This does use mana for each trade! These materials can also be used to upgrade some of your items, like creating &2Elven Mana Spreaders&r.",
    "atm9.quest.botania.desc.elvenTradeFeatures.2": "Throwing in our &aLexica Botania&r will also upgrade it with &6Elven Knowledge&r, giving you more insight into your journey in Botania.",
    "atm9.quest.botania.alfheimResources": "Alfheim Resources",
    "atm9.quest.botania.communingWithElves": "Communing with Elves",
    "atm9.quest.botania.desc.portalSetup.1": "To create a &dPortal to Alfheim&r, start with the frame. We'll need to use 8 Livingwood blocks, 3 Glimmering Livingwood blocks, and an &9Elven Gateway Core&r to create the frame.",
    "atm9.quest.botania.desc.portalSetup.2": "Once the frame is created, we'll need to open it by using at least &d2 Mana Pools&r, a huge amount of mana, and a &aNatura Pylon&r over the 2 pools. These mana pools can be within an 11x11x11 area around the core.",
    "atm9.quest.botania.desc.portalSetup.3": "With everything set up, right click the Elven Core with your wand to activate the portal.",
    "atm9.quest.botania.desc.portalSetup.4": "Note: Even though the Mana Pools need a large amount of Mana to activate the portal, activating the portal does not cost Mana itself. However, converting materials over will use a little each time. If there is not enough mana, the portal will close.",
    "atm9.quest.botania.desc.portalSetup.5": "You can also use the &aLexica Botania&r to help you build it.",
    "atm9.quest.botania.openingThePortal": "Opening the Portal",
    "atm9.quest.botania.desc.gaiaSpiritQuest.1": "To continue your journey, you will need to get your hands on &6Gaia Spirits&r. To do this, you will need to perform the &9Ritual of Gaia&r.",
    "atm9.quest.botania.desc.gaiaSpiritQuest.2": "You will need 4 Gaia Pylons around an &aActive Beacon&r, as well as a single Terrasteel ingot. Once the structure is built, sneak-right click the Beacon with the Terrasteel ingot and prepare for the fight of your life.",
    "atm9.quest.botania.desc.gaiaSpiritQuest.3": "If you need help with building the structure, you can always use the &aLexica Botania&r to help you build it. Look for the &9Ritual of Gaia&r.",
    "atm9.quest.botania.summoningGuardianOfGaia": "&aSummoning the&r &5Guardian of Gaia&r",
    "atm9.quest.botania.desc.elementiumArmorFeatures.1": "Just like most armor in Botania, the &9Elementium&r set can repair itself with mana.",
    "atm9.quest.botania.desc.elementiumArmorFeatures.2": "It also has a chance to spawn a &aPixie&r whenever the wearer is harmed.",
    "atm9.quest.botania.desc.terraShattererFeatures.1": "Has an ability to clear away Cobblestone, Dirt, Netherrack, and other common materials, leaving behind only ores and fine resources.",
    "atm9.quest.botania.desc.terraShattererFeatures.2": "Can combine with the Terra Shatterer in a crafting grid, which will allow the latter to take on the former's power. This cannot be undone.",
    "atm9.quest.botania.desc.gravityAffectedBlockBreaking": "When breaking a block that is affected by gravity, this will auto-break all blocks above or below it.",
    "atm9.quest.botania.desc.skullDropping": "Can drop skulls from certain mobs or players when dealing the finishing blow. Can also be enchanted with Looting.",
    "atm9.quest.botania.desc.instantMoisten": "Instantly moisten farmland it creates. Do we know if there is a better word for that?",
    "atm9.quest.botania.desc.pixieSpawnAugmentation": "Increases the chance of a Pixie spawning when hit, and augments the strength of any Pixies that are spawned.",
    "atm9.quest.botania.desc.bestManaSpreader": "Combining an &2Elven Mana Spreader&r with the power of Dragonstones and a &6Gaia Spirit&r creates the best Mana Spreader you can get.",
    "atm9.quest.botania.desc.gaiaSpiritRewards.1": "Upon defeating the &9Guardian of Gaia&r, you'll be rewarded with &6Gaia Spirits&r.",
    "atm9.quest.botania.desc.gaiaSpiritRewards.2": "Both the game difficulty and the number of people participating in the ritual determine the amount of drops you will receive.",
    "atm9.quest.botania.gaiaSpirits": "&6Gaia Spirits&r",
    "atm9.quest.botania.desc.moreGaiaSpiritsChallenge": "Want more of a challenge, or need more &6Gaia Spirits&r from the fight? Try combining 4 Gaia Spirits with a Terrasteel ingot, and use that to activate the Ritual of Gaia. :)",
    "atm9.quest.botania.guardianOfGaia2": "&5Guardian of Gaia 2.0&r",
    "atm9.quest.botania.desc.harderGuardianRewards": "Using Gaia Ingots to summon the harder version of the &5Guardian of Gaia&r will get you more &6Gaia Spirits&r, but the Guardian can also drop the &6Dice of Fate&r.",
    "atm9.quest.botania.diceOfFate": "&6Dice of Fate&r",
    "atm9.quest.botania.desc.corporeaFunnelUsage.1": "The &9Corporea Funnel&r is a simple version of the Index, and can be used to request items from the Network by giving it a redstone signal.",
    "atm9.quest.botania.desc.corporeaFunnelUsage.2": "To tell the Funnel which item to request, place the item in an Item Frame on the block. If the Funnel has more than one item frame on it, the Funnel will pick one at random. Rotating the item in the frame will change the request quantity.",
    "atm9.quest.botania.desc.corporeaFunnelUsage.3": "For more information, make sure to check out the &aLexica Botania&r.",
    "atm9.quest.botania.desc.corporeaNetworkSetup.1": "With Botania, you can create a &dCorporea Network&r by using &9Corporea Sparks&r over inventories.",
    "atm9.quest.botania.desc.corporeaNetworkSetup.2": "While the network will need at least one &bMaster&r &9Corporea Spark&r to work, you can expand the network with as many Corporea Sparks as you want. When these Sparks are placed, it will connect to all of the same colored Corporea Sparks and form an item network. Each Spark only has a range of 8 blocks.",
    "atm9.quest.botania.desc.corporeaNetworkSetup.3": "These Sparks can only see the inventory directly beneath it, but can only access items from its top side. Each Spark can also see every item in the Corporea network, and can be accessed by other Corporea blocks, like the Funnel or Index.",
    "atm9.quest.botania.theCorporeaNetwork": "&dThe Corporea Network&r",
    "atm9.quest.botania.desc.corporeaIndexUsage.1": "The &5Corporea Index&r is the interface block you need to access and request items from the &9Corporea Network&r of the Corporea Spark placed above it.",
    "atm9.quest.botania.desc.corporeaIndexUsage.2": "To use this, approach the Index and it will intercept Chat Messages from nearby players. These players can request items from the network by typing in what they are looking to get. For example, you could say &b10 Iron Ingots&r, and if the system has it, it will drop it out for you.",
    "atm9.quest.botania.desc.corporeaIndexUsage.3": "For more information, you can always check your &aLexica Botania&r.",
    "atm9.quest.botania.desc.corporeaCrystalCubeUsage": "The &9Corporea Crystal Cube&r is used to show the total count of an item in the Corporea Network of the Spark placed above it by right clicking it with that item.",
    "atm9.quest.botania.desc.floraTypes.1": "Using the Petal Apothecary, we can create several different types of flowers that can help us on our journey, and these are broken down into two different categories: &9Functional Flowers&r and &aGenerating Flowers&r.",
    "atm9.quest.botania.desc.floraTypes.2": "&9Functional Flowers&r are flowers that help you with everyday tasks. For example, the &7Hopperhock&r will function like a hopper, and pick up items within a certain range around it. Some of the Functional Flowers will require &dMana&r to operate.",
    "atm9.quest.botania.desc.floraTypes.3": "&aGenerating Flowers&r are flowers that produce &dMana&r using different methods, depending on the flower. The most common flower used to generate mana is the &cEndoflame&r, which generates Mana by consuming nearby combustible like coal.",
    "atm9.quest.botania.desc.floraTypes.4": "In this questline, Flowers with the quest shape of a &cSquare&r are Generating Flowers, where as flowers with the shape of a &9Circle&r are Functional Flowers. You can also find out what each flower does by using the &aLexica Botania&r.",
    "atm9.quest.botania.functionalFlora": "Functional Flora",
    "atm9.quest.botania.functionalAndGeneratingFlora": "Functional And Generating Flora",
    "atm9.quest.botania.desc.pulseManaSpreader.1": "When you combine a piece of &4Redstone&r with a &2Mana Spreader&r, it creates a &9Pulse Mana Spreader&r.",
    "atm9.quest.botania.desc.pulseManaSpreader.2": "These can be controlled to only shoot a mana pulse when given a redstone pulse.",
    "atm9.quest.botania.desc.manaBurstSpeedIncrease": "Dramatically increases the speed of the Mana Bursts at the expense of initial capacity and faster mana loss.",
    "atm9.quest.botania.desc.manaCapacityDoubling": "Doubles the amount of Mana a Mana Burst can carry, at the cost of speed and increased mana loss over longer distances.",
    "atm9.quest.botania.desc.manaLossDecrease": "Significantly increases the amount of time a Mana Burst can go without starting to lose Mana, but slows it down as well.",
    "atm9.quest.botania.desc.manaLossRateDecrease": "Decreases the amount of time that it takes for a Mana Burst to start losing its Mana, but will also decrease its rate of loss.",
    "atm9.quest.botania.desc.manaBurstBounce": "Allows Mana Bursts to bounce off of walls.",
    "atm9.quest.botania.desc.gravityEffectIncrease": "Makes gravity affect a Mana Burst, making it move in an arc. It also slightly increases the time before it starts to lose mana.",
    "atm9.quest.botania.desc.blockBreaking": "Allows Mana Bursts to break through blocks by using its own mana.",
    "atm9.quest.botania.desc.damageLivingBeings": "Allows Mana Bursts to use its own mana to damage any living being it hits.",
    "atm9.quest.botania.desc.passThroughBlocks": "This lens allows a Mana Burst to pass through blocks, while decreasing the amount of time it can survive without losing mana.",
    "atm9.quest.botania.desc.homingAbility": "Allows a Mana Burst to home in on any nearby blocks that can receive Mana. This also slightly decreases the speed of the burst.",
    "atm9.quest.botania.desc.entropicBurst": "Imbues a Mana Burst with entropic forces, or in simple terms, turns it into a bomb when it hits something that can't receive Mana.",
    "atm9.quest.botania.desc.influenceMotion": "Allows a Mana Burst to influence nearby dropped items, experience orbs, and falling blocks, having them move in the exact same vector of the motion as the burst itself.",
    "atm9.quest.botania.desc.blockFalling": "When a block is hit by a Mana Burst from this lens, the block will fall as if it were Sand or Gravel.",
    "atm9.quest.botania.desc.colorDyeRequirement.1": "Needs to be dyed with a color first.",
    "atm9.quest.botania.desc.colorPainting.2": "Allows the Mana Bursts to paint any colorable block it hits, as well as any colorable block it is connected to. It also works on sheep.",
    "atm9.quest.botania.desc.festiveFireworks": "Allows the Mana Bursts to launch festive fireworks when they hit a block.",
    "atm9.quest.botania.desc.continuousParticle": "This converts the Mana Spreader's bursts to only fire a continuous particle rather than short bursts. No mana is consumed. Great for decorative uses.",
    "atm9.quest.botania.desc.mobOnlyBurst": "Using this on a Spreader will cause it to fire a Mana Burst only if it can hit a mob or player.",
    "atm9.quest.botania.desc.manaCarryDecrease": "Greatly decreases the amount of Mana a Mana Burst carries and dramatically increases the burst's speed and distance.",
    "atm9.quest.botania.desc.redirection": "This lens will redirect any Mana Spreaders or entities it collides with to face towards teh block or entity that fired the burst.",
    "atm9.quest.botania.desc.createFlame": "Causes the Mana Burst to create flame on the block it hits. This flame provides light and is purely decorative. It can be put out by using another Mana Burst on it.",
    "atm9.quest.botania.desc.moveBlock": "Allows the Mana Burst to move a block just as if a piston would.",
    "atm9.quest.botania.desc.catchFire": "Allows the Mana Burst to catch blocks on fire. It will not work on living beings.",
    "atm9.quest.botania.desc.lexicaReference": "Refer to the &aLexica Botania&r on how to use this lens.",
    "atm9.quest.botania.desc.gaiaTrinkets.1": "There are many trinkets that harness the power of &6Gaia Spirits&r. Make sure to check them out!",
    "atm9.quest.botania.desc.gaiaTrinkets.2": "You can find all of the descriptions within the &aLexica Botania&r.",
    "atm9.quest.botania.gaiaTrinkets": "Gaia Trinkets",
    "atm9.quest.botania.gaiaGearAndTrinkets": "&aGaia Gear and Trinkets&r",

	


    "atm9.quest.mekanism.desc.metallurgicInfuser.1": "The Metallurgic Infuser is used to craft core crafting components throughout Mekanism.",
    "atm9.quest.mekanism.desc.metallurgicInfuser.2": "The machine works by infusing a material (middle-left slot) with an \\\"infuser\\\" (far-left slot).",
    "atm9.quest.mekanism.desc.metallurgicInfuser.3": "This is also how you get Steel Ingots.",
    "atm9.quest.mekanism.subt.startingMachine": "The Starting Machine",
    "atm9.quest.mekanism.desc.oreFactory.1": "This machine works like a Macerator or Pulverizer, and will break ores down into dusts.",
    "atm9.quest.mekanism.desc.oreFactory.2": "This breaks 3 raw ores down into 4 dusts.",
    "atm9.quest.mekanism.desc.oreFactory.3": "This is the start of your Ore Factory. It can also be upgraded to a factory machine, increasing the slots of use.",
    "atm9.quest.mekanism.subt.breaksOresIntoDusts": "Breaks Raw Ores into Dusts",
    "atm9.quest.mekanism.desc.strongIngots.1": "The machine creates two really strong ingots: Refined Glowstone and Refined Obsidian.",
    "atm9.quest.mekanism.desc.strongIngots.2": "It infuses an item with Osmium to create a more powerful ingot.",
    "atm9.quest.mekanism.subt.goodForTwoThings": "Really Only Good For 2 Things",
    "atm9.quest.mekanism.desc.crushesThings": "This machine crushes ores into their \\\"dirty\\\" dust forms. This is useful to convert clumps into dirty dust, which can go through an Enrichment Chamber to create the ore dust, which then can be smelted into an ingot.",
    "atm9.quest.mekanism.subt.crushesThings": "It Crushes Things.",
    "atm9.quest.mekanism.desc.miningMachine.1": "This machine can mine for you!",
    "atm9.quest.mekanism.desc.miningMachine.2": "It is completely configurable, and can even replace mined blocks with cobblestone, or whatever block you provide it with!",
    "atm9.quest.mekanism.subt.biggerRobotFriend": "A bigger robot friend.",
    "atm9.quest.mekanism.desc.liquidStorage.1": "This item stores liquids.",
    "atm9.quest.mekanism.desc.liquidStorage.2": "It has a bucket mode which can be toggled to scoop up liquids with it. Very useful for lava in the beginning!",
    "atm9.quest.mekanism.subt.bucketMode": "It has a BUCKET MODE!",
    "atm9.quest.mekanism.subt.miniRobot": "A Mini-Robot To Accompany You On Your Travels",
    "atm9.quest.mekanism.subt.requiresHydrogen": "Requires Hydrogen to Work!",
    "atm9.quest.mekanism.desc.upgradingToFactories": "This item upgrades a base machine to a Basic Factory machine.",
    "atm9.quest.mekanism.subt.upgradingToFactories": "Upgrading to Factories",
    "atm9.quest.mekanism.desc.wirelessTransfer.1": "This item is how you make Wireless Transfers possible.",
    "atm9.quest.mekanism.desc.wirelessTransfer.2": "You can set specific channels, named by you, to transfer whatever you want from it.",
    "atm9.quest.mekanism.subt.wirelessEverything": "Wireless Power, Gases, Fluids, Everything.",
    "atm9.quest.mekanism.desc.powerStorage": "This block stores power, and can also be used to charge items.",
    "atm9.quest.mekanism.subt.storingPower": "Storing Power",
    "atm9.quest.mekanism.desc.basicAlloy": "Infusing Iron with Redstone in a Metallurgic Infuser will get you one of these.",
    "atm9.quest.mekanism.subt.basicAlloyCrafting": "The Basic Alloy for Crafting Items",
    "atm9.quest.mekanism.desc.basicControlCircuit": "Infusing Osmium with Redstone in a Metallurgic Infuser will create you one of these.",
    "atm9.quest.mekanism.subt.basicControlCircuit": "The Basic Control Circuit",
    "atm9.quest.mekanism.desc.steelCrafting.1": "Infusing Iron with Coal or Charcoal in a Metallurgic Infuser will give you Enriched Iron.",
    "atm9.quest.mekanism.desc.steelCrafting.2": "Infusing the Enriched Iron with more Coal or Charcoal will give you Steel Dust, which can be smelted into Steel.",
    "atm9.quest.mekanism.desc.steelCrafting.3": "This is a major crafting component in a lot of recipes in Mekanism.",
    "atm9.quest.mekanism.steelIngot": "Any #forge:ingots/steel",
    "atm9.quest.mekanism.steel": "Steel",
    "atm9.quest.mekanism.subt.transferringPower": "For Transferring Power",
    "atm9.quest.mekanism.subt.transferringFluids": "For Transferring Fluids",
    "atm9.quest.mekanism.subt.transferringGasses": "For Transferring Gasses",
    "atm9.quest.mekanism.subt.transferringItems": "For Transferring Items",
    "atm9.quest.mekanism.subt.transferringHeat": "For Transferring Heat",
    "atm9.quest.mekanism.desc.purification.1": "This machine \\\"Purifies\\\" our ores. It turns 1 Raw Ore into 2 \\\"Clumps\\\", which can then be sent through a Crusher to be turned to dirty dusts, then through an Enrichment Chamber to get clean dust, then through a smelter to be turned to an ingot.",
    "atm9.quest.mekanism.desc.purification.2": "This will double your ingot output.",
    "atm9.quest.mekanism.desc.purification.3": "This machine requires &aOxygen&r to run, which is created by pumping water into an &6Electrolytic Separator&r.",
    "atm9.quest.mekanism.subt.clumps": "It makes Clumps.",
    "atm9.quest.mekanism.desc.smelter.1": "This machine smelts items.",
    "atm9.quest.mekanism.desc.smelter.2": "It can be upgraded into a Smelting Factory, increasing the total number of smelting slots up to a maximum of 9.",
    "atm9.quest.mekanism.subt.poweredFurnace": "Mekanism's Powered Furnace",
    "atm9.quest.mekanism.desc.electrolyticSeparator.1": "The Electrolytic Separator (big fancy name) is used to separate chemicals from certain liquids and gases.",
    "atm9.quest.mekanism.desc.electrolyticSeparator.2": "You'll need a bunch of these if you plan on making an Ore Processing Factory.",
    "atm9.quest.mekanism.desc.electrolyticSeparator.3": "To start, make one of these and we'll break down the most basic fluid: Water.",
    "atm9.quest.mekanism.subt.breakItDown": "Time to Break It Down",
    "atm9.quest.mekanism.desc.generator.1": "This generator can burn both Hydrogen and Ethylene to produce power.",
    "atm9.quest.mekanism.desc.generator.2": "Note: Burning Hydrogen will not produce more power than it costs to run an Electrolytic Separator. Use for Ethylene instead.",
    "atm9.quest.mekanism.subt.burnGases": "Burn Gases into Power!",
    "atm9.quest.mekanism.desc.oreProcessing.1": "This machine is the next step to your Ore Processing Factory. Add this to the left of your Purification Chamber to build on to your current ore factory!",
    "atm9.quest.mekanism.desc.oreProcessing.2": "This machine requires &aHydrogen Chloride&r to operate. To find out how to create Hydrogen Chloride, follow the quest above!",
    "atm9.quest.mekanism.subt.oreShards": "Turns 3 Raw Ore into 8 Ore Shards",
    "atm9.quest.mekanism.desc.chemicalCombiner.1": "This machine combines two gases to create a new gas.",
    "atm9.quest.mekanism.desc.chemicalCombiner.2": "You'll need this to combine Chlorine with Hydrogen to create Hydrogen Chloride, which is then used in our Chemical Injection Chamber.",
    "atm9.quest.mekanism.subt.chemicalCombiner": "The Chemical Combiner",
    "atm9.quest.mekanism.desc.hydrogenChloride.1": "To get Hydrogen Chloride for our machines, we'll need to first create &aBrine&r.",
    "atm9.quest.mekanism.desc.hydrogenChloride.2": "To do this, we'll need a Thermal Evaporation Plant. This is a multi-block structure.",
    "atm9.quest.mekanism.desc.hydrogenChloride.3": "To start, create a 4x3x4 structure that is hollow in the middle, except for the base. You can replace any of the sides with a Controller or Valve.",
    "atm9.quest.mekanism.desc.hydrogenChloride.4": "You'll need at least 1 controller, and at least 2  valves.",
    "atm9.quest.mekanism.desc.hydrogenChloride.5": "Pump in water, and you'll start collecting brine, which can be pumped into an &aElectrolytic Separator&r to extract &6Chlorine&r from the gas.",
    "atm9.quest.mekanism.subt.brine": "Water turns into Brine!",
    "atm9.quest.mekanism.thermalEvaporationPlant": "Thermal Evaporation Plant",
    "atm9.quest.mekanism.desc.additionalMachines.1": "We will need to add 3 more machines to our current setup.",
    "atm9.quest.mekanism.desc.additionalMachines.2": "The first part of the process is the Chemical Dissolution Chamber.",
    "atm9.quest.mekanism.desc.additionalMachines.3": "This machine requires &aSulfuric Acid&r to break down raw ores into an \\\"Ore Slurry.\\\"",
    "atm9.quest.mekanism.desc.additionalMachines.4": "To get Sulfuric Acid, we'll need a new setup, which is explained further in the above quests.",
    "atm9.quest.mekanism.startTier4": "The Start of a Tier 4 Ore Factory",
    "atm9.quest.mekanism.desc.waterVapor.1": "To make Sulfuric Acid, you'll need to create &aWater Vapor&r.",
    "atm9.quest.mekanism.desc.waterVapor.2": "Pump some water into this machine and it'll convert it into vapor.",
    "atm9.quest.mekanism.desc.sulfurDioxide.1": "Okay, let's start with making Sulfur Dioxide first.",
    "atm9.quest.mekanism.desc.sulfurDioxide.2": "Start by placing Gunpowder in a separate &aChemical Injection Chamber&r with Hydrogen Chloride to create Sulfur Dust. OR you can just pulverize Sulfur from Thermal Series into Sulfur Dust, it's up to you.",
    "atm9.quest.mekanism.desc.sulfurDioxide.3": "Feeding the Sulfur Dust into this machine, the &aChemical Oxidizer&r, will create Sulfur Dioxide. Now we need to create Sulfur Trioxide.",
    "atm9.quest.mekanism.desc.sulfurDioxide.4": "Send the Sulfur Dioxide into a Chemical Infuser to combine it with Oxygen to create Sulfur Trioxide. Send the Trioxide to another Chemical Infuser to combine it with Water Vapor to create Sulfuric Acid.",
    "atm9.quest.mekanism.desc.sulfurDioxide.5": "It's a lot.",
    "atm9.quest.mekanism.anySulfurDust": "Any Sulfur Dust",
    "atm9.quest.mekanism.desc.thermalEvaporation.1": "The Thermal Evaporation Plant multi-block produces Brine based on the internal temperature.",
    "atm9.quest.mekanism.desc.thermalEvaporation.2": "There are several methods to increase the temperature of the plant, including building them in a desert!",
    "atm9.quest.mekanism.desc.thermalEvaporation.3": "The &aFuelwood Heater&r burns buckets of Lava, which can then be piped in using a pipe that transfers heat.",
    "atm9.quest.mekanism.desc.thermalEvaporation.4": "The &aResistive Heater&r uses RF/FE to produce heat, and can be set to use whatever RF/FE you want it to use.",
    "atm9.quest.mekanism.subt.hotBrine": "Hot Brine here. Get Your Hot Brine here.",
    "atm9.quest.mekanism.heaters": "Heaters",
    "atm9.quest.mekanism.heatingBrine": "Heating Up our Brine Production",
    "atm9.quest.mekanism.desc.customPortal.1": "To create a custom Portal, place down a single Teleporter block. Connect power to the block.",
    "atm9.quest.mekanism.desc.customPortal.2": "Create a \\\"Portal Frame\\\" with the teleporter block being the base of the portal.",
    "atm9.quest.mekanism.desc.customPortal.3": "The final product will be a 4x3 portal structure, with the two blocks in the middle creating the portal.",
    "atm9.quest.mekanism.subt.teleportationFinest": "Teleportation at its finest.",
    "atm9.quest.mekanism.customPortals": "Custom Portals!",
    "atm9.quest.mekanism.desc.portableBattery.1": "This item is used to store power, and functions like a portable battery pack.",
    "atm9.quest.mekanism.desc.portableBattery.2": "It is also an important crafting item in Mekanism.",
    "atm9.quest.mekanism.subt.portableBattery": "Portable Battery Pack",
    "atm9.quest.mekanism.subt.tooLoud": "shhhhh... too loud....",
    "atm9.quest.mekanism.desc.configureItems": "This item is used to configure many of the items in Mekanism, from changing pipes to \\\"Pull or Push\\\" or rotating machines.",
    "atm9.quest.mekanism.subt.wrench": "Mekanism's Wrench",
    "atm9.quest.mekanism.desc.breakingWater.1": "To start breaking down water, we'll need a water source. The Kitchen Sink provides infinite water, and can easily be set up to pump out water.",
    "atm9.quest.mekanism.desc.breakingWater.2": "Alternatively, you can always just use the classic infinite water source with a Pump from Mekanism.",
    "atm9.quest.mekanism.desc.breakingWater.3": "Pump the water into your Electrolytic Separator to split the water into Hydrogen and Oxygen.",
    "atm9.quest.mekanism.subt.infiniteWater": "The All-Mighty Infinite Water Source",
    "atm9.quest.mekanism.waterSource": "Water Source",
    "atm9.quest.mekanism.desc.gasStorage": "This block stores gases.",
    "atm9.quest.mekanism.subt.storingGas": "Storing All That Gas",
    "atm9.quest.mekanism.desc.solarPower": "Generates power from the sun!",
    "atm9.quest.mekanism.subt.solarPower": "Produces about 17.6FE/t",
    "atm9.quest.mekanism.desc.heatGeneratorModes.1": "The Heat Generator has 2 modes to generate power:",
    "atm9.quest.mekanism.desc.heatGeneratorModes.2": "&9Passive:&r Surrounding the generator with lava source or flowing blocks creates passive power by creating heat. Place one lava source block on top, and let it flow over the sides. Make sure to connect pipes first!",
    "atm9.quest.mekanism.desc.heatGeneratorModes.3": "&9Active:&r Placing combustible materials such as coal or wood into the generator will burn the fuel to create power.",
    "atm9.quest.mekanism.subt.basicPowerGen": "Basic Power Gen",
    "atm9.quest.mekanism.desc.bioFuelEnergy": "This generator will burn Bio Fuel into energy. It produces around 140FE/t.",
    "atm9.quest.mekanism.desc.upgradeWorth.1": "If you're wondering if it is worth making this upgrade, the answer is yes.",
    "atm9.quest.mekanism.desc.upgradeWorth.2": "This version produces 105.6FE/t. It also can be used to add extra heat to Thermal Evaporation Plants.",
    "atm9.quest.mekanism.desc.windPowerOption.1": "This is a great option for generating power.",
    "atm9.quest.mekanism.desc.windPowerOption.2": "This generates around 40FE/t, and increases based on how high you are. The higher the Y level, the more power it produces!",
    "atm9.quest.mekanism.subt.windPower": "Generates Power from the Wind",
    "atm9.quest.mekanism.desc.modOverview.1": "Mekanism is a tech mod that will change the way you play Minecraft.",
    "atm9.quest.mekanism.desc.modOverview.2": "The mod focuses on breaking down materials to their chemical makeup, and getting the best out of every material you come across.",
    "atm9.quest.mekanism.desc.modOverview.3": "This mod features Hydrogen-Powered Jetpacks, a mini-robotic friend, reactors, a Digital Miner to automate mining, and much, much more.",
    "atm9.quest.mekanism.subt.startFactory": "The Start of Your Own Factory",
    "atm9.quest.mekanism.mekanism": "&dMekanism&r",
    "atm9.quest.mekanism.baseCraftingIngot": "The Base Crafting Ingot",
    "atm9.quest.mekanism.osmium": "Osmium",
    "atm9.quest.mekanism.desc.setupOverview.1": "So far, to \\\"double\\\" our ingot output, your setup should look something like this:",
    "atm9.quest.mekanism.desc.setupOverview.2": "Raw Ore goes into your &aPurification Chamber&r, which is being fed &aOxygen&r from an &6Electrolytic Separator&r.",
    "atm9.quest.mekanism.desc.setupOverview.3": "It then outputs the product into the &aCrusher&r, which converts the ore clumps into \\\"dirty dusts\\\". This \\\"Dirty Dust\\\" is fed into an &aEnrichment Chamber&r, which converts the \\\"Dirty Dust\\\" into the appropriate \\\"Ore Dust.\\\"",
    "atm9.quest.mekanism.desc.setupOverview.4": "The &aEnrichment Chamber&r then feeds into your preferred smelter of choice. You follow?",
    "atm9.quest.mekanism.tier2OreFactory": "Tier 2 Ore Factory",
    "atm9.quest.mekanism.ourSetupSoFar": "Our Setup So Far",
    "atm9.quest.mekanism.desc.factorySetup.1": "So now, you should have 5 machines ready to go to process your ores. Are you ready to make it even more complicated?",
    "atm9.quest.mekanism.desc.factorySetup.2": "Your factory should be: Chemical Injection Chamber > Purifying Chamber > Crusher > Enrichment Chamber > Furnace/Smelter.",
    "atm9.quest.mekanism.desc.factorySetup.3": "Easy so far, right?",
    "atm9.quest.mekanism.desc.factorySetup.4": "Well buckle up. It's about to get wild.",
    "atm9.quest.mekanism.tier3OreFactory": "Tier 3 Ore Factory",
    "atm9.quest.mekanism.theHardPart": "The Hard Part",
    "atm9.quest.mekanism.desc.endGameMaterials.1": "Combines gases, solid items, and liquids to produce an item and by-product.",
    "atm9.quest.mekanism.desc.endGameMaterials.2": "This machine is needed to create end-game materials and armor.",
    "atm9.quest.mekanism.desc.bioFuel": "The Crusher can also break down natural substances into Bio Fuel!",
    "atm9.quest.mekanism.bioFuel": "Bio Fuel",
    "atm9.quest.mekanism.desc.substrates.1": "When Bio Fuel is combined with Water and Hydrogen in a &aPressurized Reaction Chamber&r it creates Substrates. It also creates Ethylene as a by-product.",
    "atm9.quest.mekanism.desc.substrates.2": "These are needed to create HDPE pellets, which are used for end-game crafts like the Meka-suit.",
    "atm9.quest.mekanism.substrates": "Substrates",
    "atm9.quest.mekanism.desc.hdpePellet": "Combining Oxygen, Ethylene, and a Substrate in a &aPressurized Reaction Chamber&r will create an HDPE Pellet.",
    "atm9.quest.mekanism.hdpePellets": "HDPE Pellets",
    "atm9.quest.mekanism.desc.hdpeSheet": "To get an HDPE Sheet, place 3 HDPE Pellets in an Enrichment Chamber.",
    "atm9.quest.mekanism.allInOneTool": "Mekanism's All In One Tool",
    "atm9.quest.mekanism.desc.enrichItems.1": "Using the Enrichment Chamber, you can enrich items to convert them into Enriched variants.",
    "atm9.quest.mekanism.desc.enrichItems.2": "These \\\"Enriched\\\" items give 8x the amount of mb in a Metallurgic Infuser.",
    "atm9.quest.mekanism.desc.enrichItems.3": "If you plan on making a bunch of steel, Enrich your Charcoal first!",
    "atm9.quest.mekanism.enrichYourItemsFirst": "Enrich your items first!",
    "atm9.quest.mekanism.enrichedItems": "Enriched Items",
    "atm9.quest.mekanism.desc.oreSlurry.1": "This machine needs water to operate, and uses the water to clean \\\"Ore Slurry\\\" into \\\"Clean Ore Slurry.\\\"",
    "atm9.quest.mekanism.desc.oreSlurry.2": "It will be part 2 of your Tier 4 Ore Processing Factory.",
    "atm9.quest.mekanism.givingOresABath": "Giving Ores a Bath",
    "atm9.quest.mekanism.desc.crystals.1": "This machine will be #3 in your Tier 4 Ore Processing Factory.",
    "atm9.quest.mekanism.desc.crystals.2": "It takes the Clean Ore Slurry from the Chemical Washer and turns it into Crystals, which the Chemical Injection Chamber can process after.",
    "atm9.quest.mekanism.turnsOreSlurryIntoCrystals": "Turns Ore Slurry into Crystals",
    "atm9.quest.mekanism.desc.factoryLayout.1": "If you're like me, you probably got lost 55 times during these last few steps. This is a complicated system.",
    "atm9.quest.mekanism.desc.factoryLayout.2": "A basic layout of your factory should be: ",
    "atm9.quest.mekanism.desc.factoryLayout.3": "Raw ore goes into your Chemical Dissolution Chamber > pumps A GAS to Chemical Washer > pumps A GAS to Chemical Crystallizer >  outputs crystals to Chemical Injection Chamber > outputs shards to Purification Chamber > outputs clumps to Crusher > outputs dirty dusts to Enrichment Chamber > outputs clean dust to Smelter.",
    "atm9.quest.mekanism.thisIsALotIKnow": "This is a lot, I know.",
    "atm9.quest.mekanism.tier4OreProcessingFactorySummary": "Tier 4 Ore Processing Factory Summary",
    "atm9.quest.mekanism.desc.poweredItemCharger.1": "Standing on this item will charge up any powered item from any mod.",
    "atm9.quest.mekanism.desc.poweredItemCharger.2": "This is also needed for the Robit.",
    "atm9.quest.mekanism.desc.antimatterPellets.1": "Now that we have some experience working with more advanced machinery, it's time to move towards making &dAntimatter Pellets&r.",
    "atm9.quest.mekanism.desc.antimatterPellets.2": "These create several &5End Game&r items, including the &6ATM Star&r. To learn all about Reactors and more, head over to the &aMekanism&r: &dReactors&r questline!",
    "atm9.quest.mekanism.thePathToReactors": "The Path to Reactors",
    "atm9.quest.mekanism.advancedMekanism": "&dAdvanced Mekanism&r",

	
	
	"atm9.quest.mekanismReactors.fusionReactor": "Fusion Reactor",
	"atm9.quest.mekanismReactors.industrialTurbine": "Industrial Turbine",
	"atm9.quest.mekanismReactors.fissionReactor": "Fission Reactor",
	"atm9.quest.mekanismReactors.supercriticalPhaseShifter": "Supercritical Phase Shifter",
	"atm9.quest.mekanismReactors.desc.fissionReactorIntro.1": "To start our journey into the world of Mekanism Reactors, we'll start by making a &aFission Reactor&r. These are multiblock structures that generate massive amounts of heat by burning &3Fissile Fuel&r. This reactor does not produce power on its own, but the heat generated can be used to heat &bCoolant&r to be used to generate power in an &aIndustrial Turbine&r.",
	"atm9.quest.mekanismReactors.desc.fissionReactorIntro.2": "The Fission Reactor can be very dangerous, as a meltdown can cause an &cexplosion&r as well as &2Radiation&r spreading over a 5 chunk radius, which lasts for several in-game weeks. ",
	"atm9.quest.mekanismReactors.desc.fissionReactorIntro.3": "But we're going to be prepared for that. Let's make a Hazmat Suit, just in case... right?",
	"atm9.quest.mekanismReactors.subt.radiationProtection": "Orange = Radiation Protection",
	"atm9.quest.mekanismReactors.suitingUp": "Suiting Up for Reactors",
	"atm9.quest.mekanismReactors.desc.reactorBuildingBasics.1": "It's time to gather the materials we'll need to build the reactor.",
	"atm9.quest.mekanismReactors.desc.reactorBuildingBasics.2": "Just like most Mekanism multiblocks, reactors can be a custom size depending on your needs. They must be cuboid, with the minimum outside size being 3 wide, 4 tall, and 3 blocks deep. The maximum size is 18x18x18. &aWe're going to build a 5x5 to start with&r.",
	"atm9.quest.mekanismReactors.desc.reactorBuildingBasics.3": "The edges of the outer shell &bmust&r be made out of &aFission Reactor Casings&r, while the faces can be either casings or &bReactor Glass&r, Reactor Ports, or Reactor Logic Adapters. We'll get to those later.",
	"atm9.quest.mekanismReactors.desc.reactorBuildingBasics.4": "For now, let's build a basic 5x5x5 Fission Reactor!",
	"atm9.quest.mekanismReactors.desc.reactorBuildingBasics.5": "Need more help building it? Holding &dw&r while hovering over the Fission Reactor Casing will show you the Ponder that can help you build it.",
	"atm9.quest.mekanismReactors.subt.casingsAndGlass": "Casings and Glass",
	"atm9.quest.mekanismReactors.fissionReactorBuildingBasics": "Fission Reactor Building Basics",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.1": "For us to take anything in or out of the Fission Reactor, we'll need &aFission Reactor Ports&r. These can be configured to input or output by using the &9Configurator&r. ",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.2": "Every Fission Reactor &aneeds a minimum of 4 Ports&r:",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.3": "1 Coolant Input",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.4": "1 Coolant Output",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.5": "1 Fissile Fuel Input",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.6": "1 Waste Output",
	"atm9.quest.mekanismReactors.desc.fissionReactorPorts.7": "For this starter build, let's put a port on each side like the image shown below. Make sure to configure them to match the list of inputs and outputs!",
	"atm9.quest.mekanismReactors.interactingWithFissionReactor": "Interacting with the Fission Reactor",
	"atm9.quest.mekanismReactors.desc.reactorSafety.1": "Afraid of blowing up your Fission Reactor and causing a massive Radiation leak? Don't worry, we all are. &o*insert terrible flashback here*&r",
	"atm9.quest.mekanismReactors.desc.reactorSafety.2": "So how can we prevent such a catastrophic disaster? By creating a redstone &aCircuit Breaker&r using &dFission Reactor Logic Adapters&r. Now these aren't 100% guaranteed to stop an explosion, but they are absolutely nice to have.",
	"atm9.quest.mekanismReactors.desc.reactorSafety.3": "Essentially, these Adapters allow us to control the Reactor using &cRedstone&r. With just one, you can use a lever to turn on and off the reactor. However, we're going to use them for damage control.",
	"atm9.quest.mekanismReactors.desc.reactorSafety.4": "You can also set these to give off a Redstone Signal based on a certain condition within the Reactor, like &cDamage Critical&r or &8Insufficient Fuel&r. This is useful for setting up a circuit breaker to shut off the Reactor if those ever happen.",
	"atm9.quest.mekanismReactors.subt.blowUpReactor": "Because We've All Blown Up A Reactor Before",
	"atm9.quest.mekanismReactors.reactorFailSafe": "Reactor Fail Safe",
	"atm9.quest.mekanismReactors.desc.reactorAssembly.1": "The inside of the reactor is built up of pillars using several &aFission Fuel Assembly&r blocks, with a single &aControl Rod Assembly&r placed at the top of each pillar. These can be anywhere from 1 to 15 blocks in height, depending on the size of the reactor.",
	"atm9.quest.mekanismReactors.desc.reactorAssembly.2": "For this build, we'll put 2 of the Fission Fuel Assemblies in the center of our multiblock, and then put the Control Rod Assembly right on top of it.",
	"atm9.quest.mekanismReactors.insideReactorFuelControl": "Inside the Reactor: Fuel Control",
	"atm9.quest.mekanismReactors.desc.circuitBreaker.1": "Using some vanilla mechanics and 2 &aFission Reactor Logic Adapters&r, we can create a simple circuit breaker to trip and turn off the reactor &o&ein case things get a little crazy&r.",
	"atm9.quest.mekanismReactors.desc.circuitBreaker.2": "To do this, we'll need a single piece of Redstone, a Piston, a block of either sand or gravel, and an Observer.",
	"atm9.quest.mekanismReactors.desc.circuitBreaker.3": "On one of the faces, we'll want to put a Logic Adapter down, then skip a block above it and then place another Adapter. Set the top Adapter to &9\\\"Activation\\\"&r, and the bottom Adapter to &c\\\"Damage Critical\\\"&r.",
	"atm9.quest.mekanismReactors.desc.circuitBreaker.4": "Next, in front and underneath the bottom Adapter, place any building block and stick a piece of Redstone on it leading from the Adapter. We'll then place a Piston facing up in front of that Redstone, then place our piece of sand or gravel on that Piston.",
	"atm9.quest.mekanismReactors.desc.circuitBreaker.5": "For the final part of our breaker, place the Observer with the face pointing &boutwards towards the Piston setup&r. &9This is important&r!",
	"atm9.quest.mekanismReactors.desc.circuitBreaker.6": "Whenever the Reactor has critical damage, it will then activate the bottom Adapter, causing the redstone to get a signal, which then activates the Piston and pushes up the Gravel/Sand. This will activate the Observer, which then turns off the Reactor.",
	"atm9.quest.mekanismReactors.subt.ponderVisual": "Need a visual? Watch the Ponder!",
	"atm9.quest.mekanismReactors.gravelOrSand": "Gravel or Sand",
	"atm9.quest.mekanismReactors.exampleCircuitBreaker": "Example Circuit Breaker",
	"atm9.quest.mekanismReactors.desc.reactorCooling.1": "When burning fuel, the Fission Reactor creates a massive amount of heat. To prevent the Reactor from converting into TNT, we need to make sure it is properly cooled.",
	"atm9.quest.mekanismReactors.desc.reactorCooling.2": "The easiest way to do this is by giving the Reactor &9Water&r from a Sink. The Sink is an infinite water source, which is &oreally nice for a situation like this&r.",
	"atm9.quest.mekanismReactors.desc.reactorCooling.3": "Pump out the water into one of the Reactor's Ports that is set to &ainput&r to fill up the Reactor with water. This will be heated while the Reactor is running and get converted to &bSteam&r, which you can use to create power within an &9Industrial Turbine&r.",
	"atm9.quest.mekanismReactors.desc.reactorCooling.4": "&eSodium&r can also be used as a much more efficient coolant. This allows for higher burn rates and lower core temperatures.",
	"atm9.quest.mekanismReactors.subt.highQualityH2O": "High Quality H2O",
	"atm9.quest.mekanismReactors.coolingOurReactor": "Cooling Our Reactor",
	"atm9.quest.mekanismReactors.desc.reactorCompletion.1": "Once you've finished placing in all of the required blocks to build the Reactor, it should give off red particles to show that it is complete.",
	"atm9.quest.mekanismReactors.desc.reactorCompletion.2": "Right clicking anywhere on the Reactor will open up the &aInterface&r. This will have all of the information you need to run the Reactor properly, as well as two buttons to turn on and off the Reactor.",
	"atm9.quest.mekanismReactors.desc.reactorCompletion.3": "On the left, you have 2 tanks: One for &bCoolant&r and one for &3Fissile Fuel&r. On the right, you have one for &8Nuclear Waste&r, and one for &bHeated Coolant&r, which will most likely be &bSteam&r.",
	"atm9.quest.mekanismReactors.desc.reactorCompletion.4": "The &cTemperature&r bar will show you how hot the Reactor is. After a certain temp, the Reactor will start taking &4Damage&r, which will eventually cause the Reactor to explode.",
	"atm9.quest.mekanismReactors.desc.reactorCompletion.5": "To adjust the &cBurn Rate&r of the Fissile Fuel and see more statistics, click on the (I) tab on the left side. Here, you can adjust the Rate Limit, which controls how much fuel the Reactor burns per tick.",
	"atm9.quest.mekanismReactors.subt.numbers": "Those are definitely numbers",
	"atm9.quest.mekanismReactors.completedReactor": "Observe a Completed Reactor",
	"atm9.quest.mekanismReactors.fissionReactorInterface": "The Fission Reactor Interface",
	"atm9.quest.mekanismReactors.desc.uraniumUses.1": "Every Reactor uses Uranium somewhere for fuel, right?",
	"atm9.quest.mekanismReactors.desc.uraniumUses.2": "For starters, let's gather some &aUranium Ingots&r. We'll need to process these in an &9Enrichment Chamber&r to turn it into &eYellow Cake Uranium&r.",
	"atm9.quest.mekanismReactors.subt.uraniumUse": "Of Course It Uses Uranium",
	"atm9.quest.mekanismReactors.uranium": "&aUranium",
	"atm9.quest.mekanismReactors.desc.yellowCakeProcess": "Once we have our hands on &eYellow Cake Uranium&r, we can send it through a &aChemical Oxidizer&r to create the gas, &2Uranium Oxide&r.",
	"atm9.quest.mekanismReactors.observeUraniumOxide": "Observe Uranium Oxide in a Machine",
	"atm9.quest.mekanismReactors.uraniumOxide": "&eUranium Oxide",
	"atm9.quest.mekanismReactors.desc.reactorSetup.1": "As a recap, we've set up an advanced Ore Processing facility using several gases, machinery, and more.",
	"atm9.quest.mekanismReactors.desc.reactorSetup.2": "In this chapter, we'll be using more of those to create powerful multiblock &aReactors&r, as well as advanced ways to create and store power. This will also lead to making &dAntimatter Pellets&r, which are used to make the &6ATM Star&r, as well as some of the strongest tools and weapons in the pack.",
	"atm9.quest.mekanismReactors.subt.advancedMekanismRequired": "&cRequires Quest \\\"Advanced Mekanism\\\" Completion from the Mekanism Chapter&r",
	"atm9.quest.mekanismReactors.advancedMekanism": "&aMekanism&r: &dAdvanced&r",
	"atm9.quest.mekanismReactors.desc.fissileFuel.1": "The Fission Reactor needs &3Fissile Fuel&r to run. If you look up Fissile Fuel right now in JEI, I bet you'll get overwhelmed with everything you need to make it. It's okay, you've got this. Let's take it one step at a time.",
	"atm9.quest.mekanismReactors.desc.fissileFuel.2": "It all boils down to creating &eUranium Hexafluoride&r. To do this, let's focus on making these two gases: &bHydrofluoric Acid&r, and &eUranium Oxide&r.",
	"atm9.quest.mekanismReactors.fissileFuelProduction": "&3Fissile Fuel Production&r",
	"atm9.quest.mekanismReactors.desc.sulfuricAcid.1": "You should have already made &2Sulfuric Acid&r for your Tier 4 Ore Processing facility, but here is a reminder on how to get it.",
	"atm9.quest.mekanismReactors.desc.sulfuricAcid.2": "Start by getting &eSulfur Dust&r either by crushing Sulfur from Thermal, or by mixing &bHydrogen Chloride&r with &3Gunpowder&r in a Chemical Dissolution Chamber.",
	"atm9.quest.mekanismReactors.desc.sulfuricAcid.3": "Take the Sulfur Dust and run it through a &9Chemical Oxidizer&r to get &eSulfur Dioxide&r. Combine that with &bOxygen&r in a Chemical Infuser to get &eSulfur Trioxide&r.",
	"atm9.quest.mekanismReactors.desc.sulfuricAcid.4": "Next, we'll combine &bWater Vapor&r with the Sulfur Trioxide to make &2Sulfuric Acid&r.",
	"atm9.quest.mekanismReactors.subt.quickRecap": "A Quick Recap",
	"atm9.quest.mekanismReactors.sulfurDust": "Sulfur Dust",
	"atm9.quest.mekanismReactors.observeSulfuricAcid": "Observe Sulfuric Acid in a Machine",
	"atm9.quest.mekanismReactors.sulfuricAcid": "&2Sulfuric Acid",
	"atm9.quest.mekanismReactors.desc.hydrofluoricAcid.1": "Let's take our &2Sulfuric Acid&r and combine it with &bFluorite&r in a &9Chemical Dissolution Chamber&r to make &bHydrofluoric Acid&r.",
	"atm9.quest.mekanismReactors.desc.hydrofluoricAcid.2": "We're almost there!",
	"atm9.quest.mekanismReactors.fluorite": "Any #forge:gems/fluorite",
	"atm9.quest.mekanismReactors.observeHydrofluoricAcid": "Observe Hydrofluoric Acid in a Machine",
	"atm9.quest.mekanismReactors.hydrofluoricAcid": "&bHydrofluoric Acid",
	"atm9.quest.mekanismReactors.desc.uraniumHexafluoride": "Using another &9Chemical Infuser&r, we want to combine our &bHydrofluoric Acid&r with &eUranium Oxide&r to make &2Uranium Hexafluoride&r.",
	"atm9.quest.mekanismReactors.observeUraniumHexafluoride": "Observe Uranium Hexafluoride in a Machine",
	"atm9.quest.mekanismReactors.uraniumHexafluoride": "&2Uranium Hexafluoride",
	"atm9.quest.mekanismReactors.desc.isotopicCentrifuge.1": "Once we have an &9Isotopic Centrifuge&r, we can run our &2Uranium Hexafluoride&r in and create &3Fissile Fuel&r!",
	"atm9.quest.mekanismReactors.desc.isotopicCentrifuge.2": "See, that wasn't so bad was it?",
	"atm9.quest.mekanismReactors.observeFissileFuel": "Observe Fissile Fuel in a Machine",
	"atm9.quest.mekanismReactors.fissileFuel": "&3Fissile Fuel&r",
	"atm9.quest.mekanismReactors.desc.checklist.1": "Let's go through the checklist &oone more time&r to ensure we have everything ready to go before we boot it up:",
	"atm9.quest.mekanismReactors.desc.checklist.2": "1. Hazmat Suit On (safety first)",
	"atm9.quest.mekanismReactors.desc.checklist.3": "2. Water/coolant pumping into an input Port.",
	"atm9.quest.mekanismReactors.desc.checklist.4": "3. Fissile Fuel pumping into an input Port.",
	"atm9.quest.mekanismReactors.desc.checklist.5": "4. A Port set to output the Heated Coolant, either to a trashcan or an Industrial Turbine.",
	"atm9.quest.mekanismReactors.desc.checklist.6": "5. A Port set to output Nuclear Waste leading to Radioactive Waste Barrels or machines to process it, or both!",
	"atm9.quest.mekanismReactors.desc.checklist.7": "If you're ready to go, hit that &eActivate&r button! You can also adjust the &3Burn Rate&r to produce more Nuclear Waste, but start slow.",
	"atm9.quest.mekanismReactors.readyToGo": "Ready To Go!",
	"atm9.quest.mekanismReactors.bootingUpReactor": "Booting Up The Reactor",
	"atm9.quest.mekanismReactors.desc.reactorOperation.1": "Once we start burning up Fissile Fuel in the reactor, we'll get heated &bCoolant&r and &8Nuclear Waste&r.",
	"atm9.quest.mekanismReactors.desc.reactorOperation.2": "This is where the Radiation kicks in. As long as it stays &osafely in some container or machine&r, you won't have any spills....right?",
	"atm9.quest.mekanismReactors.desc.reactorOperation.3": "The best way to store any Radioactive substance is using a &2Radioactive Waste Barrel&r. These will safely store the waste, while slowly decaying the gas without causing a Radiation spill. You don't want your Nuclear Waste sitting in your Reactor as it causes it to produce more heat, so set a port to &aoutput Waste&r and ship it to a barrel!",
	"atm9.quest.mekanismReactors.desc.reactorOperation.4": "&9Important Note&r: Breaking &nany&r machine, barrel, pipe, or &oanything&r that has a Radioactive gas inside of it &cwill cause a Radiation leak&r. That includes the products of Nuclear Waste, like Polonium or Plutonium.",
	"atm9.quest.mekanismReactors.dealingWithNuclearWaste": "Dealing with &8Nuclear Waste&r",
	"atm9.quest.mekanismReactors.desc.nuclearWasteProcessing.1": "&8Nuclear Waste&r can be sent into an Isotopic Centrifuge to create &9Plutonium&r.",
	"atm9.quest.mekanismReactors.desc.nuclearWasteProcessing.2": "Sending the Plutonium into a Pressurized Reaction Chamber with some water and &7Fluorite Dust&r will give you &9Plutonium Pellets&r. These are used to make end game materials!",
	"atm9.quest.mekanismReactors.desc.nuclearWasteProcessing.3": "Note: This will also create a byproduct of &7Spent Nuclear Waste&r, which needs to be pumped into a Waste Barrel for storage.",
	"atm9.quest.mekanismReactors.desc.nuclearWasteProcess.1": "Pumping Nuclear Waste into a &9Solar Neutron Activator&r will give you &dPolonium&r.",
	"atm9.quest.mekanismReactors.desc.nuclearWasteProcess.2": "Run the Polonium through a Pressurized Reaction Chamber with some Fluorite Dust and you'll get &9Polonium Pellets&r. You will need a good bit of these for the future.",
	"atm9.quest.mekanismReactors.desc.nuclearWasteProcess.3": "Note: This will also create a byproduct of &7Spent Nuclear Waste&r, which needs to be pumped into a Waste Barrel for storage.",
	"atm9.quest.mekanismReactors.desc.spsConstruction.1": "The &dSupercritical Phase Shifter&r (SPS for short) is another multiblock structure used to infuse Polonium with large amounts of power to create &dAntimatter&r gas, which can be crystallized into pellets.",
	"atm9.quest.mekanismReactors.desc.spsConstruction.2": "To build the SPS, you'll need to make a total of 72 &9SPS Casings&r (60 for the build, 12 to make the ports), 3 &9SPS Ports&r, 122 Reactor Glass, and one other item we'll talk about in the next quest. Let's get the materials first!",
	"atm9.quest.mekanismReactors.spsTitle": "&dSupercritical Phase Shifter",
	"atm9.quest.mekanismReactors.desc.fusionReactor.1": "You've probably heard people talk about how the &cFusion Reactor&r is the best power source in the pack. They are right.",
	"atm9.quest.mekanismReactors.desc.fusionReactor.2": "Once activated, the Reactor can push out up to 200MRF/t with the right setup. It can also be cooled with water to produce steam, which can go into an &9Industrial Turbine&r to make even more power.",
	"atm9.quest.mekanismReactors.desc.fusionReactor.3": "To build the Fusion Reactor, we need to follow a simple pattern. Each face will look like this:",
	"atm9.quest.mekanismReactors.desc.fusionReactor.4": "For the top, we want to replace the middle block with the Fusion Reactor Controller.",
	"atm9.quest.mekanismReactors.desc.fusionReactor.5": "For the ports, you can replace any of the Reactor Glass on the sides. For this setup, we'll need two ports to input &cDeuterium&r and &eTritium&r, then a port to output power.",
	"atm9.quest.mekanismReactors.subt.bestPowerSource": "The Best Power Source In The Pack",
	"atm9.quest.mekanismReactors.fusionReactorTitle": "The &cFusion Reactor&r",
	"atm9.quest.mekanismReactors.desc.superchargedCoils.1": "The &9Supercharged Coil&r is placed on an SPS Port in the center of two faces, like the image below. When given power, these will supercharge Polonium into Antimatter. Only 1 is required, but you can use 2 if you want.",
	"atm9.quest.mekanismReactors.desc.superchargedCoils.2": "To produce 1mb of Antimatter, you need 400MRF. If you haven't started making a &cFusion Reactor&r, now's a good time to make it!",
	"atm9.quest.mekanismReactors.superchargedCoilsTitle": "The Supercharged Coils",
	"atm9.quest.mekanismReactors.desc.buildSPS.1": "With all of the gathered blocks, it's time to build this thing. Below is a text guide, or you can watch the Ponder!",
	"atm9.quest.mekanismReactors.desc.buildSPS.2": "The SPS will be 7x7 when built, but it isn't a cube. It follows a simple pattern, which you can follow the images below as a build guide. The pattern looks like this:",
	"atm9.quest.mekanismReactors.desc.buildSPS.3": "Each side, including the bottom and top, will follow this pattern. The Supercharged Coils should be placed across from each other in the center of their respective sides, and the remaining two ports will be used to pump in Polonium, and pump out Antimatter Gas.",
	"atm9.quest.mekanismReactors.desc.buildSPS.4": "Here is the completed structure below:",
	"atm9.quest.mekanismReactors.completedSPSTitle": "Observe a completed SPS",
	"atm9.quest.mekanismReactors.buildSPSTitle": "Build the SPS!",
	"atm9.quest.mekanismReactors.desc.antimatterPellets.1": "After zapping away trillions of power in the SPS, we can finally create &dAntimatter Pellets&r.",
	"atm9.quest.mekanismReactors.desc.antimatterPellets.2": "Run the Antimatter Gas you get from the SPS into a Chemical Crystallizer and you'll get 1 Antimatter Pellet for every 1,000mb you make.",
	"atm9.quest.mekanismReactors.desc.laserFocusArray.1": "To see a visual, check out the Ponder by holding &aW&r while hovering over the Laser Focus Matrix.",
	"atm9.quest.mekanismReactors.desc.laserFocusArray.2": "The goal is to aim each Laser into a Laser Amplifier. Using one is pretty slow, so we're going to make a few.",
	"atm9.quest.mekanismReactors.desc.laserFocusArray.3": "In the image below, you can see an example of how this is set up. Sticking the Lasers directly on a power source like an Energy Cube works, or you can have them on pipes or cables. You want to give it a block of empty space between the lasers and the Laser Amplifier.",
	"atm9.quest.mekanismReactors.desc.laserFocusArray.4": "The Laser Amplifier has a red dot on one of the faces. This is what you want to point towards the Laser Focus Matrix.",
	"atm9.quest.mekanismReactors.desc.laserFocusArray.5": "Make sure to turn the Laser Amplifier off (or activate Redstone control) and wait for it to store &cat least 400MRF&r, then it'll be ready.",
	"atm9.quest.mekanismReactors.laserFocusArrayTitle": "Jumpstarting Method: &dLaser Focus Array&r",
	"atm9.quest.mekanismReactors.desc.tritiumProduction": "By now, you're already making &aLithium&r. Pump that into a Solar Neutron Activator to create &eTritium&r.",
	"atm9.quest.mekanismReactors.tritiumTitle": "Fueling the Fusion Reactor: &eTritium&r",
	"atm9.quest.mekanismReactors.desc.deuteriumProduction.1": "To fuel our Fusion Reactor, we'll need to create two different gases, this one being &cDeuterium&r.",
	"atm9.quest.mekanismReactors.desc.deuteriumProduction.2": "To make this, we'll need to make some Electric Pumps and give them a Filter Upgrade. Place them over a source block of water, give them some power, and they'll pump out &5Heavy Water&r.",
	"atm9.quest.mekanismReactors.desc.deuteriumProduction.3": "Pump the Heavy Water into an Electrolytic Separator to get &cDeuterium&r.",
	"atm9.quest.mekanismReactors.deuteriumTitle": "Fueling the Reactor: &cDeuterium&r",
	"atm9.quest.mekanismReactors.desc.fuelInjector.1": "To kick start the Fusion Reactor, we'll need a quick shot of D-T fuel. This is made by combining &cDeuterium&r and &eTritium&r together in a Chemical Infuser.",
	"atm9.quest.mekanismReactors.desc.fuelInjector.2": "Start by making a &4Hohlraum&r and place it into the Infuser (where the plus symbol is) to fill it with D-T fuel. Now we're ready to jumpstart the Reactor!",
	"atm9.quest.mekanismReactors.fuelInjectorTitle": "The Fuel Injector",
	"atm9.quest.mekanismReactors.desc.reactorActivation.1": "To create a reaction for the Reactor to turn on, we're going to need to inject it with a ton of power. &oAnd I mean a ton of power&r.",
	"atm9.quest.mekanismReactors.desc.reactorActivation.2": "This requires you to set up several &9Lasers&r that all need to be powered, then shooting 400MFE directly into the Laser Focus Matrix.",
	"atm9.quest.mekanismReactors.desc.reactorActivation.3": "The Laser Focus Matrix is placed in the center of one face of the Fusion Reactor. We'll build the Lasers next.",
	"atm9.quest.mekanismReactors.frickinLaserBeams": "Frickin' Laser Beams",
	"atm9.quest.mekanismReactors.desc.fuelRequirement.1": "Fusion Reactors require a very special fuel: &dD-T Fuel&r to be exact.",
	"atm9.quest.mekanismReactors.desc.fuelRequirement.2": "There are two ways to fuel the Reactor: Either by pumping in D-T Fuel directly into the Reactor at 1,000mb/t, or by pumping each of the two fuels in separately at controlled rates.",
	"atm9.quest.mekanismReactors.desc.fuelRequirement.3": "For starters, let's pump them in separately. We probably need to know how to make them as well.",
	"atm9.quest.mekanismReactors.fuelingTheReactor": "Fueling the Reactor",
	"atm9.quest.mekanismReactors.fuelingTheFusionReactor": "Fueling the &dFusion Reactor&r",
	"atm9.quest.mekanismReactors.desc.fusionReactorPrep.1": "Hohlraum filled with D-T Fuel? &oCheck!&r",
	"atm9.quest.mekanismReactors.desc.fusionReactorPrep.2": "Deuterium and Tritium ready to be pumped into the Reactor? &oCheck!&r",
	"atm9.quest.mekanismReactors.desc.fusionReactorPrep.3": "A Laser Amplifier with at least 400MRF ready to shoot into the Laser Focus Matrix? &oCheck!&r",
	"atm9.quest.mekanismReactors.desc.fusionReactorPrep.4": "Once you are ready, place the &5Hohlraum&r into the &aFusion Reactor Controller&r, pump in the Fuel, then activate your Laser Amplifier.",
	"atm9.quest.mekanismReactors.desc.fusionReactorPrep.5": "If done right, &nyou'll see the Reactor activate!&r",
	"atm9.quest.mekanismReactors.observeFusionReactor": "Observe a completed Fusion Reactor",
	"atm9.quest.mekanismReactors.ready": "&dI Think We're Ready&r",
	"atm9.quest.mekanismReactors.desc.fusionReactorIntro.1": "The &dFusion Reactor&r can produce up to 200MRF/t on its own, but first we need to understand some mechanics.",
	"atm9.quest.mekanismReactors.desc.fusionReactorIntro.2": "The easiest way to produce power is by pumping in Deuterium and Tritium separately, then controlling how much fuel is burned using the &aInjection Rate&r in the &cFuel Tab&r.",
	"atm9.quest.mekanismReactors.desc.fusionReactorIntro.3": "This has to be an even number with a max of 98, as it combines the D-T fuel inside of the Reactor itself. The consumption of each fuel is equal to half of the Injection Rate per tick, meaning 49mb/t of each for the max.",
	"atm9.quest.mekanismReactors.desc.fusionReactorIntro.4": "However, you can directly inject &dD-T Fuel&r, but will not be able to control the Injection Rate. This will create massive amounts of power per tick, but at a much higher fuel consumption rate of 500mb/t of each fuel.",
	"atm9.quest.mekanismReactors.endGamePowerSource": "&dThe End Game Power Source&r",
	"atm9.quest.mekanismReactors.desc.industrialTurbine.1": "The &9Industrial Turbine&r is a massive multiblock structure used to convert &cHeated Coolant&r into power. The minimum size is 5x5x5, with the maximum size being 17x17x18.",
	"atm9.quest.mekanismReactors.desc.industrialTurbine.2": "To build the Turbine, we'll need several blocks so let's start with the basics.",
	"atm9.quest.mekanismReactors.desc.industrialTurbine.3": "Just like most Mekanism multiblocks, the frame must be made out of &eTurbine Casings&r. However, instead of Reactor Glass, you can use &bStructural Glass&r or Casings for each face.",
	"atm9.quest.mekanismReactors.desc.industrialTurbine.4": "We're going to build this Turbine, and the quest requires the exact materials needed.",
	"atm9.quest.mekanismReactors.buildingFrame": "Building the Frame",
	"atm9.quest.mekanismReactors.industrialTurbine.1": "The &9Industrial Turbine&r",
	"atm9.quest.mekanismReactors.desc.turbineValves.1": "&9Turbine Valves&r are used to pump in &bSteam&r, as well as pumping out the power that the Turbine creates.",
	"atm9.quest.mekanismReactors.desc.turbineValves.2": "&8Turbine Vents&r are used to pump out excess water when using &aSaturating Condensers&r. Otherwise, these help increase the overall flow of steam within the Turbine. The total number of Vents also limits the total Steam Flow Rate. Vents can also be used on the top face of the Turbine, but for this build, we'll just be using them on the outside faces.",
	"atm9.quest.mekanismReactors.desc.turbineValves.3": "&aSaturating Condensers&r are used to convert &bSteam&r back into water. These are placed on or above the layer containing the Electromagnetic Coils.",
	"atm9.quest.mekanismReactors.ports": "The &aPorts&r",
	"atm9.quest.mekanismReactors.desc.turbineRotor.1": "The &9Turbine Rotor&r is placed in the middle of the Turbine. For every Turbine Rotor, you will need 2 &aTurbine Blades&r. For this Turbine, we'll be using 3 Rotors.",
	"atm9.quest.mekanismReactors.desc.turbineRotor.2": "While looking at the Rotor, right clicking with &aTurbine Blades&r will place them directly onto the Rotor. The taller the Rotor, the longer the Blades will become. For this build, we are using 6 total Blades. If you plan on building a bigger Turbine, you will need to increase the width of the Turbine depending on how many Blades you plan on using.",
	"atm9.quest.mekanismReactors.desc.turbineRotor.3": "The &9Rotational Complex&r must be placed at the top of the Turbine Rotor. This is then surrounded by &ePressure Dispersers&r.",
	"atm9.quest.mekanismReactors.desc.turbineRotor.4": "The Dispersers must fill out the entire layer where the Rotational Complex sits.",
	"atm9.quest.mekanismReactors.rotor": "The &aRotor&r",
	"atm9.quest.mekanismReactors.desc.electromagneticCoil": "The &9Electromagnetic Coil&r is placed directly on top of the &aRotational Complex&r to convert the kinetic energy into power.",
	"atm9.quest.mekanismReactors.desc.electromagneticCoil.2": "You can use multiple, with 7 being the max with a Turbine using 28 blades. These must either touch another Coil, or the Rotational Complex.",
	"atm9.quest.mekanismReactors.desc.turbineOperation.1": "If you've built the Turbine properly, you will see red particles around the structure. Right clicking on the Turbine will open up the interface.",
	"atm9.quest.mekanismReactors.desc.turbineOperation.2": "This will tell you all of the information that you need to know, including the total Steam Flow Rate, as well as the total Steam inside of the Turbine.",
	"atm9.quest.mekanismReactors.desc.turbineOperation.3": "On the right, you will have a bar that shows you the Power that is stored inside of the Turbine. If this gets full, the Turbine will turn off, unless you set it to Vent Overflow.",
	"atm9.quest.mekanismReactors.desc.turbineOperation.4": "Let's get it running!",
	"atm9.quest.mekanismReactors.desc.turbineOperation.5": "Once you have a fully functioning Fission Reactor, pump out the &bSteam&r directly into a Turbine Valve on your Turbine. Since we're using Saturating Condensers in this build, you can pump out water from a Turbine Vent back into your Reactor if you want.",
	"atm9.quest.mekanismReactors.completedTurbine": "Observe a Completed Turbine",
	"atm9.quest.mekanismReactors.creatingPower": "Creating Power with the Turbine!",
	"atm9.quest.mekanismReactors.desc.powerStorage.1": "If we want to create massive amounts of power, we'll need a way to store all of it, and those Energy Cubes just won't cut it.",
	"atm9.quest.mekanismReactors.desc.powerStorage.2": "We're going to create a customizable multiblock used to store large amounts of power, but first, we need to make some Lithium Dust!",
	"atm9.quest.mekanismReactors.desc.powerStorage.3": "You should have some Brine being made from a previous quest using the &aThermal Evaporation Plants&r. Run the &eBrine&r through another &aThermal Evaporation Plant&r to get Lithium, then through a &9Chemical Crystallizer&r to get &aLithium Dust&r.",
	"atm9.quest.mekanismReactors.lithiumDust": "Lithium Dust",
	"atm9.quest.mekanismReactors.advancedPowerStorage": "Advanced Power Storage",
	"atm9.quest.mekanismReactors.desc.inductionMatrix.1": "Almost every Mekanism multiblock is built the same way.",
	"atm9.quest.mekanismReactors.desc.inductionMatrix.2": "You'll need to make a rectangular prism structure. The edges must be made out of &8Induction Casings&r. The faces can be made of either Casings, &aStructural Glass&r, or &cInduction Ports&r. It's best to have 2 Ports: one for input, and one for output. These can be changed using the &eConfigurator&r.",
	"atm9.quest.mekanismReactors.desc.inductionMatrix.3": "For this build, we'll be making a 5x5x5. This quest requires the exact amount of materials needed to build this. Need help? &nCheck out the Ponder!&r",
	"atm9.quest.mekanismReactors.energyCubePapa": "The Energy Cube's Papa",
	"atm9.quest.mekanismReactors.buildingInductionMatrix": "Building the &9Induction Matrix&r",
	"atm9.quest.mekanismReactors.desc.inductionMatrixDetails.1": "The Induction Matrix allows you to customize how much power you can store and transfer by adding Cells and Providers inside of the multiblock structure.",
	"atm9.quest.mekanismReactors.desc.inductionMatrixDetails.2": "Induction Cells increase the total amount of power that can be stored.",
	"atm9.quest.mekanismReactors.desc.inductionMatrixDetails.3": "Induction Providers increase the total transfer speed both in and out of the Matrix.",
	"atm9.quest.mekanismReactors.desc.inductionMatrixDetails.4": "You can customize how many you want of each inside of the multiblock, but you will need at least one of each. These also have higher tiers to increase your overall storage and transfer capacity.",
	"atm9.quest.mekanismReactors.inductionCells": "Induction Cells",
	"atm9.quest.mekanismReactors.inductionProviders": "Induction Providers",
	"atm9.quest.mekanismReactors.customizingPowerLimits": "&aCustomizing Our&r &9Power Limits&r",
	"atm9.quest.mekanismReactors.desc.matrixCompletion.1": "Once you've finished building your first &9Energized Induction Matrix&r, you'll see red particles all around the structure to show that it is complete.",
	"atm9.quest.mekanismReactors.desc.matrixCompletion.2": "Don't be afraid to upgrade with higher tier Cells and Providers! Need more space for them? The maximum size the Induction Matrix can be is 18x18x18.",
	"atm9.quest.mekanismReactors.observeCompletedMatrix": "Observe a Completed Induction Matrix",
	"atm9.quest.mekanismReactors.completingMatrix": "&aCompleting the&r &9Matrix&r"


}